Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And when they were near Jerusalem, and had come to Beth-phage, to the Mountain of Olives, Jesus sent two disciples,
chr: ᎿᏉᏃ ᏥᎷᏏᎵᎻ ᎾᎥ ᎤᏂᎷᏨ, ᏒᎦᏙᎯ, ᎣᎵᏩ ᎤᏌᎯᎸᎢ ᎢᏴᏛ, ᏥᏌ ᎠᏂᏔᎵ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᏅᏒᎩ,

source: Saying to them, Go into the little town in front of you, and straight away you will see an ass with a cord round her neck, and a young one with her; let them loose and come with them to me.
chr: ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏍᏕᎾ ᎢᏢ Ꮎ ᏨᏗᎦᏚᎭ, ᎩᎳᏉᏃ ᎢᏴᏛ ᏓᏰᏍᏗᏩᏛᎯ ᏐᏈᎵ-ᏗᎦᎵᎠᏅᎯᏛ ᎨᎵᏌᏕᏍᏗ, ᎠᎴ ᎠᎩᎾ ᎠᏘᏁᎮᏍᏗ, ᏕᏍᏕᎵᏌᏕᏒᎭ, ᎠᎴ ᏕᏍᎩᎾᏘᏃᎮᎸᎭ.

source: And if anyone says anything to you, you will say, The Lord has need of them; and straight away he will send them.
chr: ᎢᏳᏃ ᎩᎶ ᎪᎱᏍᏗ ᎢᏍᏙᏎᎸᎭ, ᎯᎠ ᏁᏍᏗᏪᏎᎸᎭ; ᎤᎬᏫᏳᎯ ᏚᏚᎵᎭ; ᎩᎳᏉᏃ ᎢᏴᏛ ᏙᏓᏳᏲᏏ.

source: Now this took place so that these words of the prophet might come true,
chr: ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᏄᎵᏍᏔᏅᎩ, ᎤᏙᎯᏳᏗᏱ ᎠᏰᎸᏒᎢ ᎠᏙᎴᎰᏍᎩ ᏧᏁᏤᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ;

source: Say to the daughter of Zion, See, your King comes to you, gentle and seated on an ass, and on a young ass.
chr: ᎯᎠ ᏁᏥᏪᏏ ᏌᏯᏂ ᎤᏪᏥ ᎠᎨᏴ; ᎬᏂᏳᏉ ᎤᎬᏫᏳᎯ ᏣᏤᎵ ᏓᏯᎢ, ᏓᏣᎷᏤᎵ ᎤᏓᏙᎵᏍᏗᏳ, ᎠᎴ ᎤᎩᎸᏕᏍᏗ ᏐᏈᎵ-ᏗᎦᎵᎠᏅᎯᏛ ᎪᎱᏍᏗ ᎠᏛᏁᎯ ᎤᏪᏥ ᎠᎩᎾ.

source: And the disciples went and did as Jesus had given them orders,
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᏁᏅᏒᎩ, ᏥᏌ ᏄᏂᏪᏎᎸ ᎾᏍᎩᏯ ᏫᏄᎾᏛᏁᎸᎩ;

source: And got the ass and the young one, and put their clothing on them, and he took his seat on it.
chr: ᏐᏈᎵ-ᏗᎦᎵᎠᏅᎯᏛ ᎠᎴ ᎠᎩᎾ ᏚᎾᏘᏃᎸᎩ; ᏗᏂᏐᎯᏱᏃ ᏧᎾᏄᏬ ᏚᏂᏢᏅᎩ, ᎠᎴ ᎾᎿ ᎤᎾᎩᎸᏔᏅᎩ.

source: And all the people put their clothing down in the way; and others got branches from the trees, and put them down in the way.
chr: ᎤᏟᏃ ᎢᏯᏂᎢ ᏴᏫ ᏧᎾᏄᏬ ᏚᏂᏰᏍᏛᏅᎩ ᏅᏃᎯ, ᎢᎦᏛᏃ ᏚᏅᏂᎦᎸᎲᎩ ᏧᏪᏲᏔ ᏕᏡᎬᎢ, ᎠᎴ ᏅᏃᎯ ᏚᏂᏲᏔᏅᏅᎩ.

source: And those who went before him, and those who came after, gave loud cries, saying, Glory to the Son of David: A blessing on him who comes in the name of the Lord: Glory in the highest.
chr: ᎤᏂᏣᏘᏃ ᎢᎬᏱ ᎠᏁᎩ, ᎠᎴ ᎣᏂ ᎠᏁᎩ ᎤᏁᎷᎬᎩ, ᎯᎠ ᎾᏂᏪᏍᎬᎩ; ᎰᏌᎾ ᏕᏫ ᎤᏪᏥ! ᎠᏥᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏱᎰᏩ ᏕᎤᏙᎥ ᏥᎦᎷᎯᏍᏗᎭ! ᎰᏌᎾ ᏩᏍᏛ ᎦᎸᎳᏗᏳ!

source: And when he came into Jerusalem, all the town was moved, saying, Who is this?
chr: ᏥᎷᏏᎵᎻᏃ ᎤᎷᏨ ᏂᎬ ᎦᏚᎲ ᎤᎾᎵᏖᎸᏅᎩ, ᎯᎠ ᎾᏂᏪᏍᎬᎩ; ᎦᎪ ᎯᎠ?

source: And the people said, This is the prophet Jesus, from Nazareth of Galilee.
chr: ᎤᏂᏣᏘᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᏥᏌ ᎠᏙᎴᎰᏍᎩ, ᎾᏎᎵᏗ ᎡᎯ ᎨᎵᎵ ᎦᏚᎲᎢ.

source: And Jesus went into the Temple and sent out all who were trading there, overturning the tables of the money-changers and the seats of those trading in doves.
chr: ᏥᏌᏃ ᏭᏴᎸᎩ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎠᎴ ᏚᏄᎪᏫᏒᎩ ᏂᎦᏛ ᎠᏂᎾᏕᎩ ᎠᎴ ᎤᏂᏩᏍᎩ ᎾᎿ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏚᎷᏆᏗᏅᏒᎩ ᏚᏂᏍᎩᎸ ᎠᏕᎸ ᏗᏂᏁᏟᏴᏍᎩ, ᎠᎴ ᎫᎴ ᏗᏂᏍᎪᏂᎯ ᏗᏂᎾᏕᎩ ᎤᎾᏅᏗᏱ.

source: And he said to them, It is in the Writings, My house is to be named a house of prayer, but you are making it a hole of thieves.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᎯᎠ ᏂᎬᏅᎪᏪᎳ; ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᎠᏓᏙᎵᏍᏙᏗᏱ ᎦᎵᏦᏕ ᏚᏙᎡᏍᏗ; ᎠᏎᏃ ᎯᎠ ᎠᏂᏃᏍᎩᏍᎩ ᎤᏂᏴᏍᏗᏱ ᏂᏨᏁᎸ.

source: And the blind and the broken in body came to him in the Temple, and he made them well.
chr: ᏗᏂᎨᏫᏃ ᎠᎴ ᏗᏂᏲᎤᎵ ᎬᏩᎷᏤᎸᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏚᏅᏩᏅᎩ.

source: But when the chief priests and the scribes saw the works of power which he did, and the children crying out in the Temple, Glory to the son of David, they were angry and said to him,
chr: ᎿᏉᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᎤᎾᏙᎴᎰᏒ ᎤᏍᏆᏂᎪᏗᏳ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᏗᏂᏲᎵ ᎤᏁᎷᎬ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎯᎠ ᎾᏂᏪᏍᎬᎢ, ᎰᏌᎾ ᏕᏫ ᎤᏪᏥ! ᎤᏣᏘ ᎤᏂᏐᏅᏤᎸᎩ;

source: Have you any idea what these are saying? And Jesus said to them, Yes: have you not seen in the Writings, From the lips of children and babies at the breast you have made your praise complete?
chr: ᎠᎴ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎭᏛᎩᏍᎪ ᎯᎠ ᏥᎾᏂᏪᎭ? ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᎥ, ᏝᏍᎪ ᎯᎸᎯᏳ ᎯᎠ ᏱᏥᎪᎵᏰᎣᎢ; ᏧᎾᏍᏗ ᏗᏂᏲᎵ ᎠᎴ ᏗᏂᏍᏓᎢ ᎠᏂᎰᎵ ᎤᏄᎪᏨᎯ ᏣᏩᏛᏙᏔᏅ ᎡᏣᎸᏉᏙᏗᏱ?

source: And he went away from them, and went out of the town to Bethany, and was there for the night.
chr: ᏚᏓᏅᎡᎸᎩᏃ, ᎠᎴ ᎦᏚᎲ ᎤᏄᎪᏨᎩ, ᏇᏗᏂᏱ ᏭᎷᏨᎩ, ᎠᎴ ᎾᎿ ᎤᏒᎸᎩ.

source: Now in the morning when he was coming back to the town, he had a desire for food.
chr: ᏑᎾᎴᏃ ᏗᎦᏚᎲ ᏮᎠᎦᏛᎢ ᎠᎪᏄ ᎤᏲᏏᏌᏅᎩ.

source: And seeing a fig-tree by the wayside, he came to it, and saw nothing on it but leaves only; and he said to it, Let there be no fruit from you from this time forward for ever. And straight away the fig-tree became dry and dead.
chr: ᎤᎪᎲᏃ ᏒᎦᏔ-ᎢᏳᏍᏗ ᏡᎬ ᏅᏃᎱᎶᏗ, ᎾᎿ ᏭᎷᏨᎩ; ᎠᏎᏃ ᎥᏝ ᎪᎱᏍᏗ ᏳᏩᏛᎮᎢ, ᎤᎳᏍᏚᏒ ᎤᏩᏒ; ᎯᎠᏃ ᏄᏪᏎᎸᎩ; ᏞᏍᏗ ᎢᎸᎯᏳ ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᏱᏣᏓᏔᏁᏍᏗ. ᎩᎳᏉᏃ ᎢᏴᏛ ᏒᎦᏔ-ᎢᏳᏍᏗ ᏡᎬ ᎤᏩᏴᏒᎩ.

source: And when the disciples saw it they were surprised, saying, How did the fig-tree become dry in so short a time?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᏂᎪᎲ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎾᏞᎬᏉ ᎬᏴᎯ ᏒᎦᏔ-ᎢᏳᏍᏗ ᏡᎬᎢ!

source: And Jesus in answer said to them, Truly I say to you, If you have faith, without doubting, not only may you do what has been done to the fig-tree, but even if you say to this mountain, Be taken up and put into the sea, it will be done.
chr: ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎢᏳᏃ ᏱᏦᎯᏳᎭ, ᎠᎴ ᏂᏣᏜᏏᏛᎡᎲᎾ ᏱᎩ, ᎥᏝ ᎯᎠᏉ ᏒᎦᏔ-ᎢᏳᏍᏗ ᏡᎬ ᏥᎾᎬᎦ ᏱᏅᎨᏣᏛᎦ, ᎾᏍᏉᏍᎩᏂ ᎯᎠ ᏱᏂᏥᏪᏎᎸ ᎯᎠ ᏦᏓᎸ, ᎭᏓᏅᎾ, ᎠᎴ ᎠᎺᏉᎯ ᏪᏣᏚᎦ, ᎠᏎ ᎾᏍᎩ ᎢᏳᎵᏍᏙᏗ.

source: And all things, whatever you make request for in prayer, having faith, you will get.
chr: ᏂᎦᎥᏃ ᎪᎱᏍᏗ ᎢᏥᏔᏲᎯᎮᏍᏗ, ᎢᏣᏓᏙᎵᏍᏗᏍᎬᎢ, ᎢᏦᎯᏳᎲᏍᎨᏍᏗ, ᎢᏥᏩᏘᏍᎨᏍᏗ.

source: And when he had come into the Temple, the chief priests and those in authority over the people came to him while he was teaching, and said, By what authority do you do these things? and who gave you this authority?
chr: ᎤᏛᎾᏃ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᎷᏨ, ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏧᎾᏛᏐᏅᎯ ᏴᏫ ᎠᏁᎲ ᎬᏩᎷᏤᎸᎩ ᏓᏕᏲᎲᏍᎬᎢ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᏙ ᏣᎵᏍᎦᏍᏙᏗ ᎯᎠ ᎾᏍᎩ ᏥᏕᏣᎸᏫᏍᏓᏁᎭ? ᎠᎴ ᎦᎪ ᏣᏁᏤᎸᎯ?

source: And Jesus said to them in answer, I will put one question to you, and if you give me the answer, I will say by what authority I do these things.
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴ ᎾᏍᎩ ᏑᏓᎴᎩ ᏓᏨᏯᏛᏛᏂ, ᎢᏳᏃ ᎾᏍᎩ ᎢᏍᎩᏃᏁᎸ ᎾᏍᎩ ᎠᏴ ᏓᏨᏃᏁᎵ ᎢᏳᏍᏗ ᎠᏆᎵᏍᎦᏍᏙᏛᎢ, ᎯᎠ ᎾᏍᎩ ᏥᏓᎩᎸᏫᏍᏓᏁᎭ.

source: The baptism of John, where did it come from? from heaven or from men? And they were reasoning among themselves, saying, If we say, From heaven; he will say to us, Why then did you not have faith in him?
chr: ᏣᏂ ᏥᏓᏓᏬᏍᎬᎩ ᎭᏢ ᏧᏓᎴᏁᎢ? ᎦᎸᎳᏗᏍᎪ, ᏴᏫᏉᎨ ᎠᏁᎲ ᏧᏓᎴᏁᎢ? ᎡᎳᏪᏱᏃ ᎤᎾᏓᏅᏖᎸᎩ, ᎯᎠ ᎾᏂᏪᏍᎬᎩ; ᎢᏳᏃ ᎦᎸᎳᏗ, ᏲᎦᏛᏅ, ᎦᏙᏃ Ꮭ ᏱᎡᏦᎢᏳᏁᎢ? ᏲᎪᏏ.

source: But if we say, From men; we are in fear of the people, because all take John to be a prophet.
chr: ᎢᏳᏃ ᏴᏫᏉ ᎠᏁᎲ ᏧᏓᎴᏁᎢ ᏲᎦᏛᏅ, ᏙᏥᏍᎦᎢᎭᏉ ᏴᏫ; ᏂᎦᏛᏰᏃ ᎠᏙᎴᎰᏍᎩ ᎤᏂᏰᎸᎭ ᏣᏂ.

source: And they made answer and said, We have no idea. Then he said to them, And I will not say to you by what authority I do these things.
chr: ᎤᏂᏁᏨᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸ ᏥᏌ; ᎥᏝ ᏲᏥᎦᏔᎭ. ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎾᏍᏉ ᎠᏴ ᏴᎨᏨᏃᎲᏏ ᎢᏳᏍᏗ ᎠᏆᎵᏍᎦᏍᏙᏛᎢ ᎯᎠ ᎾᏍᎩ ᏥᏓᎩᎸᏫᏍᏓᏁᎭ.

source: But how does it seem to you? A man had two sons; and he came to the first, and said, Son, go and do work today in the vine-garden.
chr: ᎠᏎᏃ ᎦᏙ ᎢᏤᎵᎭ? ᎩᎶ ᎠᏍᎦᏯ ᎠᏂᏔᎵ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᏁᎮᎢ; ᎠᏏᏴᏫᏃ ᎢᎬᏱ ᏭᎷᏤᎸ, ᎯᎠ ᏄᏪᏎᎴᎢ; ᎠᏇᏥ, ᎮᎾ ᎪᎯ ᏫᏗᏣᎸᏫᏍᏓᏏ ᏖᎸᎳᏗ ᏓᎩᏫᏒᎢ.

source: And he said in answer, I will not: but later, changing his decision, he went.
chr: ᏧᏁᏨᏃ, ᎥᏝ, ᎤᏛᏁᎢ; ᎠᏎᏃ ᎣᏂ ᎤᏁᏟᏴᏎ ᎤᏓᏅᏛᎢ, ᎠᎴ ᎤᏪᏅᏎᎢ.

source: And he came to the second and said the same. And he made answer and said, I go, sir: and went not.
chr: ᏐᎢᏃ ᏭᎷᏤᎸ ᎾᏍᎩᏯ ᏄᏪᏎᎴᎢ. ᏧᏁᏨᏃ, ᏓᎨᏏ, ᎤᏛᏁᎢ; ᎠᏎᏃ ᏄᏪᏅᏒᎾᏉ ᎢᎨᏎᎢ.

source: Which of the two did his father's pleasure? They say, The first. Jesus said to them, Truly I say to you, that tax-farmers and loose women are going into the kingdom of God before you.
chr: ᎦᎪ ᎯᎠ ᎠᏂᏔᎵ ᎤᏙᏓ ᎤᏁᏨ ᏄᏛᏁᎴᎢ? ᎢᎬᏱ ᏭᎷᏤᎸᎯ, ᎥᎬᏬᏎᎸᎩ. ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᏧᎾᏤᏌᏘ ᎠᏂᎨᏴ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏩᏂᏴᎯᎭ ᏕᎨᏥᎪᏂᎭ.

source: For John came to you in the way of righteousness, and you had no faith in him, but the tax-farmers and the loose women had faith in him: and you, when you saw it, did not even have regret for your sins, so as to have faith in him.
chr: ᏣᏂᏰᏃ ᏚᏳᎪᏛ ᏚᎸᏫᏍᏓᏁᎲ ᎢᏥᎷᏤᎸᎩ, ᎠᎴ ᎥᏝ ᏰᏦᎢᏳᏁᎢ, ᎠᏕᎸᏍᎩᏂ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᎨᏴ ᏧᎾᏤᏌᏘ ᏥᎬᏬᎯᏳᏅᎩ; ᏂᎯᏃ ᎢᏣᏙᎴᎰᏒ ᎥᏝ ᎣᏂ ᏱᏗᏥᏁᏟᏴᏎ ᏕᏣᏓᏅᏛ ᎡᏦᎢᏳᏗᏱ.

source: Give ear to another story. A master of a house made a vine garden, and put a wall round it, and made a place for crushing out the wine, and made a tower, and let it out to field-workers, and went into another country.
chr: ᏅᏩᏓᎴ ᏓᏟᎶᏍᏛ ᎢᏣᏛᎬᎦ; ᎡᎮ ᎩᎶ ᎠᏍᎦᏯ ᎦᏁᎳ, ᎾᏍᎩ ᏖᎸᎳᏗ ᏚᏫᏎᎢ, ᎠᎴ ᎤᏐᏲᎴ ᎬᏩᏚᏫᏛ, ᎠᎴ ᎤᏍᎪᏎ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎪᏢᏗᏱ, ᎠᎴ ᎤᏁᏍᎨᎮ ᎢᏅ ᎢᎦᏘ, ᎠᎴ ᏚᏙᎳᏍᏔᏁ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎢᏅᏃ ᏭᎶᏎᎢ.

source: And when the time for the fruit came near, he sent his servants to the workmen, to get the fruit.
chr: ᎿᏉᏃ ᎾᎥᏂᏳ ᎨᏎ ᎤᏅᏂᏍᏗᏱ ᏚᏅᏎ ᏧᏅᏏᏓᏍᏗ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏗᏁᎲᎢ, ᏚᏂᏁᏒᏎ ᎤᎾᏓᏛᏅᎯ.

source: And the workmen made an attack on his servants, giving blows to one, putting another to death, and stoning another.
chr: ᏠᎨᏏᏃ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏚᏂᏂᏴᎮ ᏧᏅᏏᏓᏍᏗ, ᎠᏏᏴᏫ ᎤᏂᎸᏂᎴᎢ, ᏐᎢᏃ ᎤᏂᎴᎢ, ᏐᎢᏃ ᏅᏯ ᏚᏅᏂᏍᏔᏁᎢ.

source: Again, he sent other servants more in number than the first: and they did the same to them.
chr: ᏔᎵᏁᏃ ᏚᏅᏎ ᏅᏩᎾᏓᎴ ᏧᏅᏏᏓᏍᏗ ᎤᏟ ᎢᏯᏂᎢ; ᎾᏍᎩᏯᏉᏃ ᏂᏚᏅᏁᎴᎢ.

source: But after that he sent his son to them, saying, They will have respect for my son.
chr: ᎣᏂᏱᏃ ᎤᏪᏥ ᎤᏅᏎᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎠᏎ ᏛᏂᎸᏉᏔᏂ ᎠᏇᏥ.

source: But when the workmen saw the son, they said among themselves, This is he who will one day be the owner of the property; come, let us put him to death and take his heritage.
chr: ᎠᏎᏃ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎤᏂᎪᎲ ᎤᏪᏥ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎴᎢ; ᎾᏍᎩ ᎯᎠ ᎤᏤᎵ ᎢᏳᎵᏍᏙᏗ; Ꭷ ᎡᏗᎷᎦ, ᎠᎴ ᎡᏗᏬᏅ ᎤᏤᎵ ᎢᏳᎵᏍᏙᏗ ᏥᎩ.

source: And they took him and, driving him out of the vine-garden, put him to death.
chr: ᎤᏂᏂᏴᎮᏃ, ᎠᎴ ᎤᏂᏄᎪᏫᏎ ᏖᎸᎳᏗ ᏓᏫᏒᎢ, ᎠᎴ ᎤᏂᎴᎢ.

source: When, then, the lord of the vine-garden comes, what will he do to those workmen?
chr: ᎿᏉᏃ ᎾᏍᎩ ᏖᎸᎳᏗ ᏓᏫᏒ ᎤᏤᎵᎦ ᎦᎷᏨᎭ, ᎦᏙ ᏙᏓᎬᏁᎵ Ꮎ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ?

source: They say to him, He will put those cruel men to a cruel death, and will let out the vine-garden to other workmen, who will give him the fruit when it is ready.
chr: ᎯᎠᏃ ᏅᎬᏩᏪᏎᎸᎩ; ᎤᏲᎢᏳ ᏂᏙᏓᎬᏁᎵ ᏙᏛᎵ ᎾᏍᎩ Ꮎ ᎤᏂᏲᎢ, ᎠᎴ ᏅᏩᎾᏓᎴ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏙᏛᏙᎳᏍᏔᏂ, ᎾᏍᎩ ᏰᎵ ᎬᏩᎾᎫᏴᏗ ᎾᏅᎾᏏᏒᎢ.

source: Jesus says to them, Did you never see in the Writings, The stone which the builders put on one side, the same has been made the chief stone of the building: this was the Lord's doing, and it is a wonder in our eyes?
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏝᏍᎪ ᎢᎸᎯᏳ ᏱᏥᎪᎵᏰᎣ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ? ᎠᎾᏁᏍᎨᏍᎩ ᎤᏂᏲᎢᏎᎸᎯ ᏅᏯ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ ᎠᏗ ᏄᎵᏍᏔᏅ; ᎾᏍᎩ ᎯᎠ ᏱᎰᏩ ᏄᏛᏁᎸ, ᎠᎴ ᎤᏍᏆᏂᎪᏗᏳ ᏕᏓᎧᏂᏍᎬᎢ.

source: For this reason I say to you, The kingdom of God will be taken away from you, and will be given to a nation producing the fruits of it.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᏓᏰᏥᎩᏒᎵ, ᏅᏩᎾᏓᎴᏃ ᏓᎨᏥᏁᎵ, ᎾᏍᎩ ᏰᎵ ᎬᏩᏂᎾᏄᎪᏫᏍᏗ ᎤᏓᏔᏅᎯ.

source: Any man falling on this stone will be broken, but he on whom it comes down will be crushed to dust.
chr: ᎩᎶᏃ ᎠᏂ ᏅᏲᎯ ᎠᏢᏨᎭ ᏓᏳᏐᏅᏂ, ᎩᎶᏃ ᎤᏐᏅᎭ ᏓᏳᏪᏓᏬᏔᏂ.

source: And when his stories came to the ears of the chief priests and the Pharisees, they saw that he was talking of them.
chr: ᎿᏉᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᎠᏂᏆᎵᏏ ᎤᎾᏛᎦᏅ ᏓᏟᎶᏍᏗᏍᎬᎢ, ᎤᎾᏙᎴᎰᏒᎩ ᎤᏅᏒ ᎨᏥᏛᎬᎢ.

source: And though they had a desire to take him, they were in fear of the people, because in their eyes he was a prophet.
chr: ᎤᏂᏂᏴᏗᏱᏃ ᎤᎾᏓᏅᏖᎸ, ᎤᏂᏣᏘ ᏴᏫ ᏚᏂᏍᎦᎸᎩ, ᎾᏍᎩᏰᏃ ᎠᏙᎴᎰᏍᎩ ᎬᏩᏰᎸᏒᎩ.

source: Chapter 22
chr: ᎠᏯᏙᎸᎢ 22

source: And Jesus, talking to them again in stories, said:
chr: ᏥᏌᏃ ᎤᏁᏨ ᏔᎵᏁ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ;

source: The kingdom of heaven is like a certain king, who made a feast when his son was married,
chr: ᎦᎸᎳᏗ ᎤᏤᎵᎪᎯ ᎾᏍᎩᏯᏉ ᎩᎶ ᎤᎬᏫᏳᎯ ᏧᏛᏅᎢᏍᏔᏁ ᏣᎦᏨᏍᏙᏗᏱ ᎤᏪᏥ ᎠᏫᏅ,

source: And sent out his servants to get in the guests to the feast: and they would not come.
chr: ᎠᎴ ᏥᏚᏅᏎ ᏧᏅᏏᏓᏍᏗ ᏧᏂᏯᏅᎲᏍᏗᏱ ᏫᎨᏥᏯᏅᏛ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎤᏂᎷᎯᏍᏗᏱ; ᎠᏎᏃ ᏗᎤᏂᏳᎸᏁᏉ ᏅᏓᏳᏁᏅᏍᏗᏱ.

source: Again he sent out other servants, with orders to say to the guests, See, I have made ready my feast: my oxen and my fat beasts have been put to death, and all things are ready: come to the feast.
chr: ᏔᎵᏁᏃ ᏅᏩᎾᏓᎴ ᏧᏅᏏᏓᏍᏗ ᏚᏅᏎᎢ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎯᎠ ᏫᏂᏗᏥᏪᏏ ᏫᎨᏥᏯᏅᏛ; ᎬᏂᏳᏉ ᎠᏆᏛᏅᎢᏍᏗ ᎠᎵᏍᏓᏴᏗ, ᏗᏆᏤᎵ ᏩᎦ ᎠᎴ ᏗᎦᎵᏦᏔᏅᎯ ᏚᏂᎸ, ᏂᎦᏗᏳᏃ ᎠᏛᏅᎢᏍᏔᏃᏅᎯ; ᏕᎨᎦᏨᏍᏗᏍᎬ ᎢᏥᎷᎩ.

source: But they gave no attention, and went about their business, one to his farm, another to his trade:
chr: ᎠᏎᏃ ᏅᎵᏌᎵᏉ ᏗᎤᏂᏰᎸᏁᎢ, ᎠᎴ ᎤᏣᏘᏂᏉ ᏭᏂᎶᏎᎢ, ᎠᏏᏴᏫ ᏧᎶᎨᏒᎢ, ᏐᎢᏃ ᎤᏃᏙᏗᏱ.

source: And the rest put violent hands on his servants, and did evil to them, and put them to death.
chr: ᎠᏂᏐᎢᏃ ᏚᏂᏂᏴᎮ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᏗᎬᏩᏂᏐᏢᏔᏁᎢ, ᎠᎴ ᏚᏂᎴᎢ.

source: But the king was angry; and he sent his armies, and those who had put his servants to death he gave to destruction, burning down their town with fire.
chr: ᎿᏉᏃ ᎤᎬᏫᏳᎯ ᎤᏛᎦᏅ ᎤᏔᎳᏬᏎᎢ, ᎠᎴ ᏚᏅᏎ ᏧᏤᎵ ᎠᏂᏯᏫᏍᎩ, ᎠᎴ ᏫᏚᏂᎴ ᎾᏍᎩ ᏧᎾᏓᎸᎯ, ᎠᎴ ᏭᎾᎪᎲᏍᏔᏁ ᎤᏂᏚᎲᎢ.

source: Then he said to his servants, The feast is ready but the guests were not good enough.
chr: ᎿᏉᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᏧᏅᏏᏓᏍᏗ; ᏗᎨᎦᏨᏍᏙᏗᏱ ᎠᏛᏅᎢᏍᏗ, ᎠᏎᏃ ᏫᎨᏥᏯᏅᏛ ᎥᏝ ᏰᎵ ᏱᎾᏃᏎ ᎤᏂᎷᎯᏍᏱ.

source: Go then to the cross-roads, and get all those whom you see to come to the bride-feast.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏕᎦᏅᎿᏩᏗᏒ ᏫᏥᎶᎯ, ᎾᏂᎥᏃ ᏕᏥᏩᏘᏍᎨᏍᏗ ᏕᏥᏁᏤᎮᏍᏗ ᎤᏂᎷᎯᏍᏗᏱ ᎠᏂ ᏙᏗᎨᎦᏨᏍᏔᏂᏒᎢ.

source: And those servants went out into the streets, and got together all those whom they came across, bad and good: and the feast was full of guests.
chr: ᎰᏩᏃ ᎾᏍᎩ ᏧᏅᏏᏓᏍᏗ ᏕᎦᏅᎿᏩᏗᏒ ᏭᏂᎶᏎᎢ, ᎠᎴ ᎤᏂᏟᏌᏁ ᎾᏂᎥ ᏚᏂᏩᏛᎲ ᎤᏂᏲ ᎠᎴ ᎠᏃᏍᏛ; ᎿᏉᏃ ᏙᏗᎨᎦᏨᏍᏔᏂᏒ ᏰᎵ ᏄᎵᏍᏔᏂᎴ ᎠᎾᎵᏍᏓᏴᎲᏍᎩ.

source: But when the king came in to see the guests, he saw there a man who had not on a guest's robe;
chr: ᎿᏉᏃ ᎤᏴᎸ ᎤᎬᏫᏳᎯ ᏚᎦᏔᏂᎸ ᎠᎾᎵᏍᏓᏴᎲᏍᎩ, ᎤᎪᎮ ᎾᎿ ᎠᏏᏴᏫ ᏄᏄᏩᎥᎾ ᎨᏎ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎠᏄᏬᏍᏗ.

source: And he says to him, Friend, how came you in here not having a guest's robe? And he had nothing to say.
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎩᎾᎵᎢ, ᎦᏙᏃ ᎠᏂ ᎥᎯᏴᎵᎦ ᏂᏣᏄᏩᎥᎾ ᎢᎩ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎠᏄᏬᏍᏗ? ᎡᎳᏪᏱᏉᏃ ᎨᏎᎢ.

source: Then the king said to the servants, Put cords round his hands and feet and put him out into the dark; there will be weeping and cries of sorrow.
chr: ᎿᏉᏃ ᎤᎬᏫᏳᎯ ᎯᎠ ᏂᏚᏪᏎᎴ ᎨᏥᏅᏏᏓᏍᏗ; ᎡᏣᎸᏣ ᏧᏬᏰᏂ ᎠᎴ ᏧᎳᏏᏕᏂ; ᎠᎴ ᎡᏥᎾᏫᏛ, ᎠᎴ ᎥᏙᏱᏗᏢ ᏧᎵᏏᎬ ᏪᏣᏓᎤᎦ. ᎾᎿ ᏓᏂᏴᎨᏍᏗ ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ.

source: For out of all to whom the good news has come, only a small number will get salvation.
chr: ᎤᏂᏣᏘᏰᏃ ᎨᏥᏯᏅᏛ, ᎠᏎᏃ ᎠᏂᎩᏲᎵᏳ ᎨᎦᏑᏰᏛ.

source: Then the Pharisees went and had a meeting to see how they might make use of his words to take him.
chr: ᎿᏉᏃ ᎠᏂᏆᎵᏏ ᎤᏁᏅᏒᎩ ᏭᏂᏃᎮᎸᎩ ᎢᏳᎾᏛᏁᏗᏱ ᎤᏂᏌᏛᏗᏱ ᎦᏬᏂᏍᎬᎢ.

source: And they sent to him their disciples, with the Herodians, saying, Master, we see that you are true, and that you are teaching the true way of God, and have no fear of anyone, because you have no respect for a man's position.
chr: ᏚᏂᏅᏒᎩᏃ ᏤᏙᎲ ᎬᏩᏂᏍᏓᏩᏗᏙᎯ ᎠᎴ ᎡᎶᏛ ᎬᏩᏍᏕᎵᏍᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᎣᏥᎦᏔᎭ ᎤᏙᎯᏳᎩᏯ ᎨᏒ ᏂᎯ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᏚᏳᎪᏛ ᏕᎭᏕᏲᎲᏍᎬᎢ, ᎥᏝ ᎠᎴ ᏴᏫ ᏱᏘᎾᏰᏍᎦ, ᎥᏝᏰᏃ ᏄᎾᏍᏛᏉ ᏴᏫ ᏱᏘᎸᏉᏙᎢ.

source: Give us, then, your opinion of this: Is it right to give tax to Caesar, or not?
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏍᎩᏃᎲᏏ, ᎦᏙ ᎮᎵᎭ? ᏥᏌ ᏚᏳᎪᏗ ᏏᏌ ᎠᎫᏴᎡᏗᏱ ᎠᏰᎵ ᎠᎫᏴᏗ ᎨᏒᎢ; ᏝᎨ?

source: But Jesus saw their trick and said, Oh false ones, why are you attempting to put me in the wrong?
chr: ᎠᏎᏃ ᏥᏌ ᎤᏙᎴᎰᏒᎩ ᎤᏲᏉ ᎠᎾᏓᏅᏖᏍᎬᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏙᏃ ᎢᏍᎩᏌᏛᎥᏍᎦ, ᎢᏣᏠᎾᏍᏗ?

source: Let me see the tax money. And they gave him a penny.
chr: ᏥᎪᏩᏛ ᎠᏕᎸ ᎠᏰᎵ ᎠᎫᏴᏙᏗ. ᎠᎩᏏᏃ ᏧᎬᏩᎶᏗ ᎬᏩᏲᎮᎸᎩ.

source: And he said to them, Whose is this image and name on it?
chr: ᎯᎠᏃ ᏂᏚᏪᎭᎸᎩ; ᎦᎪ ᎯᎠ ᏓᎦᏟᎶᏍᏗ, ᎠᎴ ᎦᎪ ᎠᏥᏃᎮᎭ ᎯᎠ ᏥᎪᏪᎳ?

source: They say to him, Caesar's. Then he said to them, Give to Caesar the things which are Caesar's, and to God the things which are God's.
chr: ᏏᏌ, ᎤᎾᏛᏅᎩ. ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏏᏌ ᎠᏗᎾ ᎡᏥᎲᏏ ᏏᏌ ᎤᏤᎵᎦ, ᎤᏁᎳᏅᎯᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: And hearing it, they were full of wonder, and went away from him.
chr: ᎤᎾᏛᎦᏅᏃ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎠᎴ ᎤᎾᏓᏅᎡᎸᎩ.

source: On the same day there came to him the Sadducees, who say that there is no coming back from the dead: and they put a question to him, saying,
chr: ᎾᎯᏳ ᎢᎦ ᎠᏂᏌᏚᏏ ᏗᎴᎯᏐᏗ ᎨᏒ ᎤᎾᏜᏏᏛᎡᎯ ᎬᏩᎷᏤᎸᎩ, ᎠᎴ ᎬᏩᏛᏛᏅᎩ,

source: Master, Moses said, If a man, at the time of his death, has no children, let his brother take his wife, and get a family for his brother;
chr: ᎯᎠ ᏄᏂᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᎼᏏ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎢ; ᎢᏳᏃ ᎠᏍᎦᏯ ᎠᏲᎱᏍᎨᏍᏗ ᏧᏪᏥ ᎾᏁᎲᎾ ᎨᏎᏍᏗ, ᏗᎾᏓᏅᏟ ᎠᏓᏰᎨᏍᏗ ᎤᏓᏴᏛ, ᎾᏍᎩᏃ ᏓᏛᎯᏍᏓᏁᎮᏍᏗ ᏗᏂᏲᎵ ᏗᎾᏓᏅᏟ.

source: Now there were among us seven brothers; and the first was married and at his death, having no seed, gave his wife to his brother;
chr: ᎾᏍᎩᏃ ᎠᏴ ᎣᏤᎲ ᎠᏁᎲᎩ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᎠᎾᏓᏅᏟ; ᎤᏓᏂᎵᎨᏃ ᎤᏕᏒᏅ ᎤᏲᎱᏒᏉ, ᏧᏪᏥᏃ ᎾᏁᎲᎾ ᎨᏒ ᎢᏳᏍᏗ ᎤᏓᎵᎢ ᎤᏪᎪᏓᏁᎸ ᎤᏅᏟ.

source: In the same way the second and the third, up to the seventh.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏔᎵᏁᎢ, ᎠᎴ ᏦᎢᏁᎢ, ᎦᎵᏉᎩᏁ ᏫᎬᏗᏍᎩ.

source: And last of all the woman came to her end.
chr: ᎤᎵᏍᏆᎸᏗᏃ ᎠᎨᏴ ᎾᏍᏉ ᎤᏲᎱᏒᎩ.

source: When they come back from the dead, then, whose wife will she be of the seven? because they all had her.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎿᏉ ᏧᏂᏲᎱᏒᎯ ᏓᎾᎴᎯᏌᏅᎭ, ᎦᎪ ᎤᏓᎵᎢ ᎨᏎᏍᏗ ᎾᏍᎩ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᎨᏒᎢ?

source: But Jesus said to them in answer, You are in error, not having knowledge of the Writings, or of the power of God.
chr: ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᎵᏓᏍᏗᎭ ᏂᏥᎦᏔᎥᎾ ᎨᏒ ᎢᏳᏍᏗ ᏄᏍᏛ ᎪᏪᎸᎢ, ᎠᎴ ᏄᎵᏂᎬᎬ ᎤᏁᎳᏅᎯ.

source: For when they come back from the dead there are no husbands and wives, but they are as the angels in heaven.
chr: ᏧᏂᏲᎱᏒᎯᏰᏃ ᏓᎾᎴᎯᏌᏅᎭ, ᎥᏝ ᏱᏓᎾᏕᏒᎲᏍᎪᎢ, ᎥᏝ ᎠᎴ ᏱᏗᎨᏥᏰᎪᎢ; ᏗᏂᎧᎿᏩᏗᏙᎯᏍᎩᏂ ᎦᎸᎳᏗ ᎠᏁᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᎾᏍᎩᏯ ᎨᏐᎢ.

source: But about the dead coming back to life, have you no knowledge of what was said to you by God in the Writings:
chr: ᏧᏂᏲᎱᏒᎯᏍᎩᏂᏃᏅ ᎤᎾᎴᎯᏐᏗ ᎨᏒ ᏥᏥᏁᎢᏍᏗᎭ, ᏝᏍᎪ ᏱᏥᎪᎵᏰᎣ ᎤᏁᎳᏅᎯ ᎢᏥᏁᏤᎸᎯ, ᎯᎠ ᏥᏂᎦᏪᎭ?

source: I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead but of the living.
chr: ᎠᏴ ᎤᏁᎳᏅᎯ ᎡᏆᎭᎻ ᎤᏤᎵᎦ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎡᏏᎩ ᎤᏤᎵᎦ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏤᎦᏈ ᎤᏤᎵᎦ. ᎥᏝ ᎤᏁᎳᏅᎯ ᏧᏂᏲᎱᏒᎯ ᎤᎾᏤᎵ ᏱᎩ, ᏗᏅᏃᏛᏉᏍᎩᏂ ᎤᏅᏒ.

source: And the people hearing it were surprised at his teaching.
chr: ᎤᏂᏣᏘᏃ ᎤᎾᏛᎦᏅ ᎤᏂᏍᏆᏂᎪᏒᎩ ᏄᏍᏛ ᏓᏕᏲᎲᏍᎬᎢ.

source: But the Pharisees, hearing how the mouths of the Sadducees had been stopped, came together;
chr: ᎠᏂᏆᎵᏏᏍᎩᏂ ᎤᎾᏛᎦᏅ ᎡᎳᏪᏱ ᏚᏩᏅ ᎠᏂᏌᏚᏏ, ᎾᏍᎩ ᏚᏂᎳᏫᏨᎩ.

source: And one of them, a teacher of the law, put a question to him, testing him, and saying,
chr: ᎠᏏᏴᏫᏃ ᎾᎿ ᎤᏓᏑᏴᎩ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎪᏏᏏᏍᎩ, ᎤᏛᏛᏅᎩ ᎤᏌᏛᎥᏍᎬᎢ, ᎯᎠ ᏄᏪᏒᎩ;

source: Master, which is the chief rule in the law?
chr: ᏔᏕᏲᎲᏍᎩ, ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎦᎸᏉᏗᏳ ᎤᎵᏁᏨ ᏗᎧᎿᏩᏛᏍᏗ?

source: And he said to him, Have love for the Lord your God with all your heart, and with all your soul, and with all your mind.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏱᎰᏩ ᏣᏁᎳᏅᎯ ᎯᎨᏳᏎᏍᏗ ᏂᎦᎥ ᏣᎾᏫ ᎲᏗᏍᎨᏍᏗ, ᎠᎴ ᏂᎦᎥ ᏣᏓᏅᏙ, ᎠᎴ ᏂᎦᎥ ᏣᏓᏅᏖᏗᏱ.

source: This is the first and greatest rule.
chr: ᎾᏍᎩ ᎯᎠ ᎢᎬᏱᏱ ᎠᎴ ᎤᏣᏘ ᎦᎸᏉᏗ ᏗᎧᎿᏩᏛᏍᏗ.

source: And a second like it is this, Have love for your neighbour as for yourself.
chr: ᏔᎵᏁᏃ ᎾᏍᎩᏯᏉ ᎾᏍᏉ; ᏨᏒ ᏥᏂᏣᏓᎨᏳᏒ ᏂᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ.

source: On these two rules all the law and the prophets are based.
chr: ᎾᏍᎩ ᎯᎠ ᏔᎵ ᏄᎵᏁᏨ ᏚᎵᏍᏓᏱᏗᏍᏗ ᏂᎦᏗᏳ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎤᎾᏙᎴᎰᏒᎢ.

source: Now while the Pharisees were together, Jesus put a question to them, saying,
chr: ᎠᏏᏉ ᏓᏂᎳᏫᎥ ᎠᏂᏆᎵᏏ, ᏥᏌ ᏚᏛᏛᏅᎩ,

source: What is your opinion of the Christ? whose son is he? They say to him, The Son of David.
chr: ᎯᎠ ᏄᏪᏒᎩ; ᎦᏙ ᎢᏤᎵ ᎡᏣᏓᏅᏖᏍᎬ ᎦᎶᏁᏛ, ᎦᎪ ᎤᏪᏥ? ᏕᏫ, ᎥᎬᏬᏎᎸᎩ.

source: He says to them, How then does David in the Spirit give him the name of Lord, saying,
chr: ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏙᏃ ᏗᎦᎵᏍᏙᏗᎭ, ᏕᏫ ᎠᏓᏅᏙ ᎤᏪᏲᎲᏍᎬᎢ, ᏣᎬᏫᏳᎯ, ᏥᎪᏎᎭ? ᎯᎠ ᏥᏂᎦᏪᎭ;

source: The Lord said to my Lord, Be seated at my right hand, till I put under your feet all those who are against you?
chr: ᏱᎰᏩ ᎯᎠ ᏄᏪᏎᎸᎩ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ; ᏥᎦᏘᏏ ᎢᏗᏢ ᏦᎴᏍᏗ, ᎬᏂ ᎨᏣᏍᎦᎩ ᏗᏣᎳᏏᏗᏱ ᎦᏍᎩᎶ ᏂᎦᏥᏴᏁᎸᎭ;

source: If David then gives him the name of Lord, how is he his son?
chr: ᎢᏳᏰᏃ ᏕᏫ, ᏣᎬᏫᏳᎯ, ᏱᎪᏎᎭ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎤᏪᏥ ᏱᎩ?

source: And no one was able to give him an answer, and so great was their fear of him, that from that day no one put any more questions to him.
chr: Ꮭ ᎿᏉ ᏰᎵ ᎩᎶ ᏍᎦᏁᏨᎯ ᎬᏩᏁᏤᏗ ᏱᎨᏎᎢ; Ꮭ ᎠᎴ ᎩᎶ ᎾᎯᏳ ᎢᏳᏓᎴᏅᏛ ᏰᎵ ᎦᎬᏩᏛᏛᏗ ᏱᎨᏎᎢ.

source: Chapter 23
chr: ᎠᏯᏙᎸᎢ 23

source: Then Jesus said to the people and to his disciples:
chr: ᎿᏉᏃ ᏥᏌ ᏚᏬᏁᏔᏅᎩ ᎤᏂᏣᏘ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ,

source: The scribes and the Pharisees have the authority of Moses;
chr: ᎯᎠ ᏄᏪᏒᎩ; ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ ᎼᏏ ᎤᏪᏍᎩᎸ ᎠᏂᎾ;

source: All things, then, which they give you orders to do, these do and keep: but do not take their works as your example, for they say and do not.
chr: ᎾᏍᎩ ᎯᏳᏍᏗ ᏂᎦᎥ ᎪᎱᏍᏗ ᏗᏥᎧᎿᏩᏚᎦ ᎨᏦᏎᎮᏍᏗ ᏕᏥᎧᎿᏩᏕᎨᏍᏗ ᎠᎴ ᎾᏍᎩ ᏂᏣᏛᏁᎮᏍᏗ; ᎠᏎᏃ ᎾᏍᎩ ᎾᎾᏛᏁᎲᎢ ᏞᏍᏗ ᏱᏂᏣᏛᏁᎮᏍᏗ; ᎠᏂᏁᎪᏰᏃ ᎠᏎᏃ ᎥᏝ ᎾᏍᎩ ᏱᎾᎾᏛᏁᎰᎢ.

source: They make hard laws and put great weights on men's backs; but they themselves will not put a finger to them.
chr: ᏓᎾᏓᎵᏢᏍᎪᏰᏃ ᏗᎦᎨᏛ ᏗᎵᏒᏍᏗ ᎠᎴ ᎤᏕᏯᏙᏗ ᏗᎵᏒᏍᏗᏱ, ᎾᏍᎩᏃ ᏴᏫ ᏓᏂᏃᎭᏝᎲᏍᎪᎢ; ᎠᏎᏃ ᎤᏅᏒ ᎥᏝ ᏌᏉ ᎠᏂᏰᏌᏛ ᏴᎬᏅᏓ ᏱᏙᎬᏂᏖᎸᎲᎦ.

source: But all their works they do so as to be seen by men: for they make wide their phylacteries, and the edges of their robes,
chr: ᏂᎦᏗᏳᏍᎩᏂ ᏚᏂᎸᏫᏍᏓᏁᎲ ᏴᏫᏉ ᎬᏩᏂᎪᏩᏛᏗᏱ ᎤᏂᏰᎸᏐᎢ. ᏗᏯᏖᎾ ᏂᏓᏅᏁᎰ ᏧᎾᎬᏓᏃᏍᏗ, ᎠᎴ ᏓᏂᏯᏛᎥᏍᏗᏍᎪ ᏕᎦᏓᎷᏯᏛ ᏧᎾᏄᏬ;

source: And the things desired by them are the first places at feasts, and the chief seats in the Synagogues,
chr: ᎠᎴ ᎤᏂᎸᏉᏙ ᏄᎬᏫᏳᏒ ᏧᎾᏂᏢᏗᏱ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎢ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏕᎦᏍᎩᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ,

source: And words of respect in the market-places, and to be named by men, Teacher.
chr: ᎠᎴ ᎨᏥᏲᎵᏍᏗᏱ ᏗᎦᏃᏙᏗᏱ, ᎠᎴ ᏔᏕᏲᎲᏍᎩ, ᏔᏕᏲᎲᏍᎩ, ᎬᏩᏃᏎᏗᏱ ᏴᏫ.

source: But you may not be named Teacher: for one is your teacher, and you are all brothers.
chr: ᏂᎯᏍᎩᏂ ᏞᏍᏗ ᏔᏕᏲᎲᏍᎩ, ᏰᏦᏎᎮᏍᏗ; ᎠᏏᏴᏫᏰᏃ ᏗᏤᏲᎲᏍᎩ, ᎾᏍᎩ ᎦᎶᏁᏛ; ᏂᎦᏛᏃ ᏂᎯ ᎢᏣᎵᏅᏟᏉ.

source: And give no man the name of father on earth: because one is your Father, who is in heaven.
chr: ᎠᎴ ᏞᏍᏗ ᎩᎶ ᎡᏙᏓ ᎡᏦᏎᎸᎩ ᎠᏂ ᎡᎶᎯ; ᎠᏏᏴᏫᏉᏰᏃ ᎢᏥᏙᏓ, ᎾᏍᎩ ᎦᎸᎳᏗ ᏨᏤᎭ.

source: And you may not be named guides: because one is your Guide, even Christ.
chr: ᎠᎴ ᏞᏍᏗ ᏍᏆᏘᏂᏙᎯ ᏰᏦᏎᎮᏍᏗ ᏂᎯ, ᎠᏏᏴᏫᏉᏰᏃ ᏗᏣᏘᏂᏙᎯ, ᎾᏍᎩ ᎦᎶᏁᏛ.

source: But let the greatest among you be your servant.
chr: ᎩᎶᏍᎩᏂ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏂᎯ ᎢᏤᎲᎢ, ᎾᏍᎩ ᎡᏥᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ.

source: And whoever makes himself high will be made low, and whoever makes himself low will be made high.
chr: ᎩᎶᏃ ᎤᏩᏒᏉ ᎢᎠᏓᏌᎳᏗᏍᎨᏍᏗ ᎡᎳᏗ ᎢᏯᎬᏁᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎤᏩᏒᏉ ᎡᎳᏗ ᎾᏓᏛᏁᎮᏍᏗ ᎠᏥᏌᎳᏙᏗ ᎨᏎᏍᏗ.

source: But a curse is on you, scribes and Pharisees, false ones! because you are shutting the kingdom of heaven against men: for you do not go in yourselves, and those who are going in, you keep back.
chr: ᏂᎯᏍᎩᏂ ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᏕᏥᏍᏚᏁᎰᏰᏃ ᏴᏫ ᎦᎸᎳᏗ ᎤᏤᎵᎪᎯ; ᎥᏝᏰᏃ ᎢᏨᏒ ᏱᏥᏴᎯᎰᎢ, ᎠᎴ ᎥᏝ ᎤᎾᏁᎳᎩ ᏩᏂᏴᎭ ᏱᏗᏤᎵᏎᎰ ᏩᏂᏴᎯᎯ.

source: A curse is on you, scribes and Pharisees, false ones! for you go about land and sea to get one disciple and, having him, you make him twice as much a son of hell as yourselves.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᏕᏣᏕᏲᎰᏰᏃ ᎠᎺᏉᎯ ᎠᎴ ᎦᏙᎯ ᎡᏥᏲᎰ ᎠᏏᏴᏫ ᏄᏍᏛ ᎢᏦᎯᏳᏒ ᎪᎯᏳᎲᏍᎩ ᎢᏰᏨᏁᏗᏱ, ᎠᎴ ᎾᏍᎩ ᏁᏨᎦ ᏔᎵ ᎢᏳᏩᎫᏗ ᎤᏟ ᏨᏍᎩᏃᎢ ᎤᏪᏥ ᏁᏨᏁᎰ ᎡᏍᎦᏉ ᎢᏨᏒ.

source: A curse is on you, blind guides, who say, Whoever takes an oath by the Temple, it is nothing; but whoever takes an oath by the gold of the Temple, he is responsible.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ, ᏗᏥᎨᏫ ᏗᏣᏓᏘᏂᏙᎯ! ᎯᎠ ᎢᏥᏪᏍᎩ; ᎩᎶ ᎢᎠᏎᎵᏛᏍᎨᏍᏗ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᏎᏉᏉ ᎾᏍᎩ; ᎩᎶᏍᎩᏂ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎠᏕᎸ ᏓᎶᏂᎨ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᎲᎢ, ᎾᏍᎩ ᎠᏍᏓᏱᏳ ᎤᏚᏓᎳ.

source: You foolish ones and blind: which is greater, the gold, or the Temple which makes the gold holy?
chr: ᎢᏥᏁᎫ ᎠᎴ ᏗᏥᎨᏫ! ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎦᎸᏉᏗᏳ, ᎠᏕᎸᏍᎪ ᏓᎶᏂᎨᎢ, ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱᎨ ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᏥᏂᎬᏁᎭ ᎠᏕᎸ ᏓᎶᏂᎨᎢ?

source: And, Whoever takes an oath by the altar, it is nothing; but whoever takes an oath by the offering which is on it, he is responsible.
chr: ᎠᎴ, ᎩᎶ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ, ᎠᏎᏉᏉ ᎾᏍᎩ; ᎩᎶᏍᎩᏂ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎾᎿ ᎠᎲᎢ, ᎾᏍᎩ ᎠᏍᏓᏱᏳ ᎤᏚᏓᎳ.

source: You blind ones: which is greater, the offering, or the altar which makes the offering holy?
chr: ᎢᏥᏁᎫ ᎠᎴ ᏗᏥᎨᏫ! ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎦᎸᏉᏗᏳ, ᎠᎵᏍᎪᎸᏔᏅᎯᏍᎪ, ᎠᏥᎸᎨ-ᎨᎳᏍᏗᏱ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᏥᏂᎬᏁᎭ ᎠᎵᏍᎪᎸᏔᏅᎯ?

source: He, then, who takes an oath by the altar, takes it by the altar and by all things on it.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᎢᎠᏎᎵᏛᏍᎨᏍᏗ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎠᏥᎸᎨᎳᏍᏗᏱ, ᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᎾᎿ ᎠᎲᎢ.

source: And he who takes an oath by the Temple, takes it by the Temple and by him whose house it is.
chr: ᎠᎴ ᎩᎶ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎠᎴ ᎾᎿ ᎦᏁᎳ.

source: And he who takes an oath by heaven, takes it by the seat of God, and by him who is seated on it.
chr: ᎠᎴ ᎩᎶ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎦᎸᎳᏗ, ᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏪᏗᏱ ᎠᎴ ᎾᎿ ᎤᏬᎵ.

source: A curse is on you, scribes and Pharisees, false ones! for you make men give a tenth of all sorts of sweet-smelling plants, but you give no thought to the more important things of the law, righteousness, and mercy, and faith; but it is right for you to do these, and not to let the others be undone.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᎠᏍᎪᎯᏁᏰᏃ ᎢᏣᎫᏱᏍᎪ ᏒᏟ ᎠᎴ ᎡᏒ ᎠᎴ ᎦᎻᏂ; ᏕᏥᏃᎯᏯᏍᎪᏃ ᎤᏟ ᎤᎵᏍᎨᏛᏯ ᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ, ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᎠᏓᏙᎵᏍᏗᏱ, ᎠᎴ ᎪᎯᏳᏗᏱ. ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᏱᏂᏣᏛᏁᎴᎢ, ᎠᎴ ᏐᎢ ᏂᏥᏃᎯᏴᎾᏉ ᏱᎨᏎᎢ.

source: You blind guides, who take out a fly from your drink, but make no trouble over a camel.
chr: ᏗᏥᎨᏫ ᏗᏣᏓᏘᏂᏙᎯ! ᏙᏒ ᎢᏥᎿᏐᎸᏍᏗᏍᎩ ᎨᎻᎵᏃ ᎢᏥᎩᏍᎩ.

source: A curse is on you, scribes and Pharisees, false ones! for you make clean the outside of the cup and of the plate, but inside they are full of violent behaviour and uncontrolled desire.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᎢᏦᏑᎴᏍᎪᏰᏃ ᎦᏚᎢᏗᏢ ᎤᎵᏍᏈᏗ ᎠᎴ ᎠᏖᎵᏙ, ᎠᏎᏃ ᎠᏫᏂᏗᏢ ᎤᎧᎵᏨᎯ ᎨᏐ ᎠᏎᏉ ᎠᏓᎩᎡᏗ ᎨᏒᎢ ᎠᎴ ᏚᏳᎪᏛ ᏂᎨᏒᎾ.

source: You blind Pharisee, first make clean the inside of the cup and of the plate, so that the outside may become equally clean.
chr: ᎯᏆᎵᏏ ᏘᎨᏫ! ᎢᎬᏱ ᎯᏅᎦᎸ ᎠᏫᏂᏗᏢ ᎤᎵᏍᏈᏗ ᎠᎴ ᎠᏖᎵᏙ, ᎦᏚᎢᏗᏢᏃ ᎾᏍᏉ ᏧᏓᏅᎦᎸᏛ ᎨᏎᏍᏗ.
